[{"slug":"solitude","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277748.8186,"body":"<p><img src=\"./imgs/narcissus.jpg\" alt=\"Narcissus flowers\"></p>\n<p>So why did I come all the way out here away from everyone? My nearest neighbor is a mile away, and there’s no house in sight unless you climb a hill half a mile away. It’s an amazing feeling to have my horizon completely encircled by woods, with no sign of human habitation.</p>\n<p>From my little spot I have a distant view of the railroad where it touches the pond on one side, and the fence skirting the woodland road on the other. But most of the time, it’s as solitary here as being out on the prairies. It feels like I have my own private universe.</p>\n","title":"Solitude","date":"Thu, May 22, 2025","description":"So why did I come all the way out here away from everyone? My nearest neighbor is a mile away"},{"slug":"coming_home_at_night","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277748.4294,"body":"<p><img src=\"./imgs/stars.jpg\" alt=\"Nighttime sky showing stars between trees\"></p>\n<p>You might be surprised to learn just how dark it can get in the woods, even on an average night. It’s darker than most people think. Often, I have to look up at the gaps between the trees to find my way, using the faint light from the sky to guide me. When there’s no clear path, I rely on my feet to feel the worn trail or use my hands to recognize familiar trees. For instance, I often pass between two pines that are just eighteen inches apart, even in the pitch-black darkness.</p>\n<p>Sometimes, I come home late on a dark and muggy night, my feet instinctively following the path that my eyes can’t see. I walk in a dream-like state, absent-mindedly navigating my way through the forest. It’s only when I reach my door and have to lift the latch that I snap back to reality. There have been times when I couldn’t recall a single step of my walk, making me wonder if my body could find its way home on its own, just like how a hand automatically finds its way to the mouth.</p>\n","title":"Coming home at night","date":"Thu, May 22, 2025","description":"It’s darker than most people think."},{"slug":"out_on_the_pond","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277748.0564,"body":"<p><img src=\"./imgs/rowboat.jpg\" alt=\"Wooden rowboat with oars\"></p>\n<p>On warm evenings, I often sit in my boat, playing the flute. There’s something incredibly peaceful about those moments. As I play, I’ve noticed perch gathering around, almost as if they’re charmed by the music. Above me, the moon slowly travels across the sky, casting its light over the ribbed bottom of the pond, which is scattered with remnants of the forest.</p>\n<p>I remember when I used to visit this pond on adventurous summer nights with a friend. We’d head out in the darkness, making our way to the water’s edge. We’d build a small fire right by the shore, believing that the light attracted the fish. Using a bunch of worms strung on a thread, we’d catch pouts late into the night. When we were done, we’d toss the burning brands high into the air like makeshift fireworks. They’d fall back into the pond with a loud hiss, plunging us into sudden darkness. Whistling a tune, we’d make our way back to civilization.</p>\n","title":"Out on the pond","date":"Thu, May 22, 2025","description":"There’s something incredibly peaceful about those moments."},{"slug":"august_rain","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277747.6096,"body":"<p><img src=\"./imgs/waterlily.jpg\" alt=\"Water lily floating on a pond\"></p>\n<p>This lake is especially precious during those gentle rainstorms in August. Imagine this: the air and water are perfectly still, the sky is overcast, and mid-afternoon has the serene calmness of evening. The wood-thrushes are singing their beautiful songs, echoing from shore to shore. It’s in these quiet intervals that the lake becomes truly mesmerizing.</p>\n<p>At such times, the lake is never smoother. The clear portion of the air above is shallow and darkened by clouds, making the water below appear as if it&#39;s filled with light and reflections. It feels like a lower heaven, turning the lake into something even more significant and awe-inspiring.</p>\n","title":"August rain","date":"Thu, May 22, 2025","description":"This lake is especially precious during those gentle rainstorms in August."},{"slug":"living_small","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277747.1023,"body":"<p><img src=\"./imgs/chair.jpg\" alt=\"Wooden chair with books and a plant on the seat\"></p>\n<p>In my little house, I have three chairs: one for solitude, two for friendship, and three for society. When visitors show up in larger and unexpected numbers, they often make do with the third chair or simply stand up. It’s amazing how many great conversations and meaningful connections can happen in a small space. I’ve had up to twenty-five or thirty people under my roof at once, and even though we might not always realize it, we often leave feeling closer to one another.</p>\n<p>Many modern houses, both public and private, have countless rooms, huge halls, and cellars stocked with wines and other luxuries. To me, these houses seem extravagantly large for the people living in them. They’re so vast and opulent that the inhabitants sometimes seem like tiny, insignificant creatures within them.</p>\n","title":"Living small","date":"Thu, May 22, 2025","description":"In my little house, I have three chairs one for solitude, two for friendship"},{"slug":"afternoon_activity","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277746.5686,"body":"<p><img src=\"./imgs/lilypads.jpg\" alt=\"Lily pads at the edge of a pond\"></p>\n<p>The sights and sounds of nature around me are simply mesmerizing. Hawks are gracefully circling above my clearing, while wild pigeons, flying in pairs and small groups, dart across my view or perch restlessly on the white-pine branches behind my house. Their movement gives a lively voice to the air. Just a moment ago, I watched a hawk dimple the smooth surface of the pond and catch a fish. Not long after, a mink stealthily emerged from the marsh right in front of my door and snatched a frog by the shore.</p>\n<p>The sedge is swaying under the weight of reed-birds flitting about, adding to the dynamic scene. And for the past half hour, I’ve been hearing the distant rattle of railroad cars, their sound ebbing and flowing like the rhythmic beat of a partridge. These trains are a reminder that even though I live simply and close to nature, I’m not entirely cut off from the world.</p>\n","title":"Afternoon activity","date":"Thu, May 22, 2025","description":"Just a moment ago, I watched a hawk dimple the smooth surface of the pond and catch a fish."},{"slug":"the_village","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277746.1606,"body":"<p><img src=\"./imgs/village.jpg\" alt=\"View of a small town with a lake in front of it\"></p>\n<p>Every couple of days, I stroll into the village to catch up on the local gossip. It’s fascinating how news circulates there, whether it’s word-of-mouth or through the social media sites. In small doses, this gossip can be as refreshing as the rustle of leaves or the peeping of frogs here at the pond. Just as I enjoy walking in the woods to watch the birds and squirrels, I equally enjoy walking through the village to observe the people. Instead of the wind in the pines, I hear the carts rattling down the streets.</p>\n<p>From my house, I can walk in one direction to find a colony of muskrats in the river meadows. In the other direction, under the shade of elms and buttonwoods, lies the bustling village. The villagers, busy with their daily activities, are as intriguing to me as prairie dogs, each one sitting at the entrance of their homes or running over to a neighbor’s to chat. I often go there to observe their habits and interactions.</p>\n<p>To me, the village feels like a giant news media site. On one side, to keep the place lively, there are shops selling nuts, raisins, salt, meal, and other groceries, much like an old-time general store. Some villagers have such an appetite for news that they can sit in public spaces for hours, letting the information flow through them like a gentle breeze. It’s almost like they’re inhaling ether, making them numb and insensitive to the potentially painful details of the news. This way, they remain conscious but not overwhelmed by what they hear.</p>\n","title":"The village","date":"Thu, May 22, 2025","description":"I stroll into the village to catch up on the local gossip."},{"slug":"expenses","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277745.7944,"body":"<p><img src=\"./imgs/lumber.jpg\" alt=\"Wooden boards\"></p>\n<p>Some of you have asked me how much I spent building the house. Very few people can tell exactly what their house cost, but I can!</p>\n<table>\n<thead>\n<tr>\n<th></th>\n<th>&nbsp;&nbsp;&nbsp;</th>\n<th align=\"right\">Cost</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Boards (mostly shanty boards)</td>\n<td></td>\n<td align=\"right\">$8035</td>\n</tr>\n<tr>\n<td>Refuse shingles for roof sides</td>\n<td></td>\n<td align=\"right\">$4000</td>\n</tr>\n<tr>\n<td>Laths</td>\n<td></td>\n<td align=\"right\">$1250</td>\n</tr>\n<tr>\n<td>Two second-hand windows with glass</td>\n<td></td>\n<td align=\"right\">$2430</td>\n</tr>\n<tr>\n<td>One thousand old brick</td>\n<td></td>\n<td align=\"right\">$4000</td>\n</tr>\n<tr>\n<td>Two casks of lime (expensive)</td>\n<td></td>\n<td align=\"right\">$2400</td>\n</tr>\n<tr>\n<td>Hair (more than I needed)</td>\n<td></td>\n<td align=\"right\">$310</td>\n</tr>\n<tr>\n<td>Mantle-tree iron</td>\n<td></td>\n<td align=\"right\">$150</td>\n</tr>\n<tr>\n<td>Nails</td>\n<td></td>\n<td align=\"right\">$3900</td>\n</tr>\n<tr>\n<td>Hinges and screws</td>\n<td></td>\n<td align=\"right\">$140</td>\n</tr>\n<tr>\n<td>Latch</td>\n<td></td>\n<td align=\"right\">$100</td>\n</tr>\n<tr>\n<td>Chalk</td>\n<td></td>\n<td align=\"right\">$10</td>\n</tr>\n<tr>\n<td>Transportation</td>\n<td></td>\n<td align=\"right\">$1400</td>\n</tr>\n<tr>\n<td>Total</td>\n<td></td>\n<td align=\"right\">$28125</td>\n</tr>\n</tbody></table>\n","title":"Expenses","date":"Thu, May 22, 2025","description":"Very few people can tell exactly what their house cost, but I can!"},{"slug":"visitors","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277745.405,"body":"<p><img src=\"./imgs/wildflowers.jpg\" alt=\"\"></p>\n<p>Even though I live pretty far off the beaten path, I get some interesting visitors.</p>\n<p>Whenever I return to my tiny house after being out for a bit, I often find signs that visitors have been here. They’ve left their own unique “calling cards” – sometimes it’s a bunch of wildflowers, a wreath of evergreen, or even their name scribbled on a yellow walnut leaf or a piece of wood. People who rarely come to the woods seem to enjoy taking a little piece of the forest with them, and they often leave something behind, either on purpose or by accident.</p>\n<p>One time, someone peeled a willow wand, wove it into a ring, and left it at the door. It’s such a simple thing, but it’s these little touches that make living here so special. I can always tell when visitors have stopped by in my absence. It might be from the way twigs or grass are bent, or the footprints they’ve left behind. I can even guess their age, gender, or what kind of person they are based on these subtle traces – like a dropped flower or a plucked bunch of grass, even if it’s as far away as the railroad, half a mile from here.</p>\n","title":"Visitors","date":"Thu, May 22, 2025","description":"I get some interesting visitors."},{"slug":"beans","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277744.9658,"body":"<p><img src=\"/imgs/beans.jpg\" alt=\"Bean sprouts growing out of dirt\"></p>\n<p>Today I want to share with you my adventure in sustainable living: growing my very own beans! It’s been quite the journey, and I’ve learned so much from this little patch of earth.</p>\n<p>I planted about two and a half acres of beans. Since the land had only been cleared about fifteen years ago and I had personally removed two or three cords of stumps, I didn’t use any manure. Over the summer, as I hoed the soil, I found arrowheads, revealing that an ancient civilization had once lived here and planted corn and beans long before any white settlers arrived. It seemed they had somewhat exhausted the soil for this very crop.</p>\n<p>Growing these beans has been more than just a gardening project; it’s been a journey of discovery and connection with the past. It’s amazing to think that I’m cultivating the same land that ancient peoples once tended. This experience has taught me so much about the resilience of nature and the importance of sustainable living.</p>\n","title":"Beans!","date":"Thu, May 22, 2025","description":"Growing my very own beans!"},{"slug":"reading","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277744.3992,"body":"<p><img src=\"./imgs/book.jpg\" alt=\"An open book viewed from the side\"></p>\n<p>When I moved to the pond, I knew I wanted to make reading a big part of my daily routine. There’s no better way to unwind after a day of building, foraging, or just exploring the woods. Plus, without the distractions of city life, I’ve found that I can really immerse myself in the stories and ideas I’m reading about.</p>\n<p>My tiny house has a cozy reading nook right by a large window that overlooks the pond. It’s the perfect spot to curl up with a good book and a cup of tea. The natural light during the day is fantastic, and at night, I light a few candles to create a warm, inviting atmosphere.</p>\n","title":"Reading","date":"Thu, May 22, 2025","description":"I wanted to make reading a big part of my daily routine."},{"slug":"cozy","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277744.072,"body":"<p><img src=\"./imgs/interior.jpg\" alt=\"Tiny home interior with fireplace and tall windows\"></p>\n<p>The interior is cozy and functional, designed to make the most of the small space. I’ve got a loft bed that looks out over the pond, a compact kitchen with a wood-burning stove, and plenty of storage built into the walls. I even managed to create a little reading nook by a large window where I can sit and watch the world go by.</p>\n<p>Living in this house has been an incredible experience. It’s small, but it has everything I need, and being so close to nature has been incredibly grounding. Every morning, I wake up to the sound of birds and the sight of the sun rising over the water. It’s a constant reminder of why I chose this path.</p>\n<p>Building this house was one of the hardest things I’ve ever done, but also one of the most rewarding. If you’re thinking about pursuing a similar dream, my advice is to go for it.</p>\n","title":"Cozy","date":"Thu, May 22, 2025","description":"The interior is cozy and functional, designed to make the most of the small space."},{"slug":"tiny_home","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277743.7588,"body":"<p><img src=\"./imgs/cabin.jpg\" alt=\"Tiny boxy home surrounded by wildflowers with trees behind it\"></p>\n<p>When I first decided to move off-grid, I knew I wanted to build my own home. There’s something so satisfying about creating a space with your own hands, and I wanted my house to be a true reflection of my commitment to simplicity and sustainability. So, armed with some basic carpentry skills and a lot of determination, I set out to build my tiny house.</p>\n<p>The first step was finding the perfect spot. I chose a quiet clearing near the shore of a pond, surrounded by trees and with a stunning view of the water. It felt like the perfect place to start this new chapter of my life. Once I had the location, it was time to gather materials. I wanted to use as many natural and reclaimed materials as possible, so I spent weeks scavenging for wood, stone, and other supplies.</p>\n<p>Building the house was a true labor of love. I started with a simple foundation and built the frame from there. Each day brought new challenges, from dealing with unpredictable weather to learning new techniques on the fly. But with each beam I placed and each nail I hammered, I felt a growing sense of accomplishment and pride. The house slowly took shape, and it was amazing to see my vision come to life.</p>\n","title":"Tiny home","date":"Thu, May 22, 2025","description":"I set out to build my tiny house."},{"slug":"hello_from_pond","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748580277742.68,"body":"<p><img src=\"./imgs/pond.jpg\" alt=\"Pond reflecting dense shore of green trees\"></p>\n<p><strong>Hey everyone!</strong> Welcome to my very first blog post from my new home in the woods!</p>\n<p>If you’ve been following me on Instagram, you already know that I’ve embarked on this crazy adventure to live off-grid. Today, I’m writing to you from the shore of a pond in New England where I’ve just finished building my own tiny house.</p>\n<p>I’ve decided to leave the city behind and try living a simpler, more intentional life. It’s just me out here, surrounded by nature, and I’m so excited to share this journey with you all. My goal is to live sustainably, relying on my hands and the resources around me. I’ve committed to staying here for at least two years to see what I can learn and how I can grow.</p>\n<p>So, why did I decide to do this? Honestly, I needed a break from the constant noise and stress of city life. I wanted to reconnect with myself and the natural world, to see what it’s like to live with less and appreciate more. I’ll be documenting everything here on the blog, from building my cabin to my daily routines and the challenges I face.</p>\n<p>In the upcoming posts, I’ll be sharing my experiences and tips for anyone interested in off-grid living, sustainability, and minimalism. You’ll get an inside look at my morning meditations by the pond, the process of foraging for food, and how I’m adapting to the changing seasons. Plus, there’ll be plenty of DIY projects and reflections on what it means to live a fulfilled life.</p>\n","title":"Hello from the pond!","date":"Thu, May 22, 2025","description":"Welcome to my very first blog post from my new home in the woods!"},{"slug":"cpl","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748557330058.7253,"body":"<h2>Code Play Ground</h2>\n\n    <div class=\"code-playground\" id=\"_$001847\">\n      <code-playground layout=\"stack\" show-line-numbers autorun=\"never\">\n        <div slot=\"javascript\">const d = \"Hello World\";\nconsole.log(d);</div>\n      </code-playground>\n    <div>\n    ","title":"Js code play ground","date":"Thu, May 22, 2025","description":"Code play groung for javascript test"},{"slug":"ecma","createAt":"Fri, May 30, 2025","lastUpdate":"Fri, May 30, 2025","birthtimeMs":1748556985764.0452,"body":"<h2>Ecma International</h2>\n<p><a href=\"https://ecma-international.org/\">Ecma International</a> သည် သတင်းအချက်အလက်နှင့် ဆက်သွယ်ရေးစနစ်များအတွက် အကျိုးအမြတ်မယူသောစံချိန်စံညွှန်းအဖွဲ့အစည်းတစ်ခုဖြစ်သည်။ ဥရောပရှိ ကွန်ပြူတာစနစ်များကို စံပြုရန် ၁၉၆၁ ခုနှစ်တွင် တည်ထောင်ခဲ့သည်။ ကွန်ပျူတာ သို့မဟုတ် ဆက်သွယ်ရေးစနစ်များကို ထုတ်လုပ်ခြင်း၊စျေးကွက်ချဲ့ထွင်ခြင်း၊နည်းပညာဆိုင်ရာ ကိုင်တွယ်ဖြေရှင်းသည့် နယ်ပယ်များတွင် စိတ်ပါဝင်စားမှုနှင့် အတွေ့အကြုံများရှိသည့် ကမ္ဘာတစ်ဝှမ်းရှိ ကုမ္ပဏီကြီးများနှင့် နည်းပညာဆိုင်ရာအဖွဲ့အစည်းများ ပါဝင်သည်။</p>\n<p>Ecma သည် သတင်းအချက်အလက် ဆက်သွယ်ရေးနည်းပညာနှင့် လူသုံးအီလက်ထရွန်းနစ်ပစ္စည်းများကို အသုံးပြုရာတွင် အဆင်ပြေချောမွေ့စေရန်နှင့် စံချိန်စံညွှန်းသတ်မှတ်နိုင်ရန် စံချိန်စံညွှန်းများနှင့် နည်းပညာဆိုင်ရာ အစီရင်ခံစာများကို ဖွံ့ဖြိုးတိုးတက်စေရန် ရည်ရွယ်ပါသည်။ စံချိန်စံညွှန်းများအပါအဝင် Ecma ထုတ်ဝေမှုများကို မူပိုင်ခွင့်ကန့်သတ်ချက်များမပါဘဲ စိတ်ဝင်စားသူအားလုံးက လွတ်လပ်စွာကူးယူနိုင်ပါသည်။\nနိုင်ငံအဆင့် စံသတ်မှတ်ရေး အဖွဲ့များနှင့် မတူဘဲ Ecma သည် အသင်းဝင် အခြေပြု ပြီး အကျိုးတူပူပေါင်း ဆောင်ရွက်သည့်အဖွဲ့အစည်း ဖြစ်သည်။ အများဆန္ဒအရ ရလဒ်များရရှိရန် ဗျူရိုကရေစီ လုပ်ငန်းစဉ်နည်းပါးခြင်းကြောင့် အချိန်တိုအတွင်း ပိုမိုကောင်းမွန်သော စံနှုန်းများထွက်ပေါ်လာစေသည်။ Ecma သည် သတင်းအချက်အလက်နည်းပညာနှင့် ဆက်သွယ်ရေးလုပ်ငန်းများတွင် ကမ္ဘာတစ်ဝှမ်း စံချိန်စံညွှန်းသတ်မှတ်ရေးတွင် တက်ကြွစွာ ပါဝင်ကူညီခဲ့သည်။ Ecma Standards 400 ကျော် Technical Reports 100 ကျော် ကို ထုတ်ဝေခဲ့ပြီး ၎င်းတို့ထဲမှ သုံးပုံ နှစ်ပုံကျော်ကို နိုင်ငံတကာစံနှုန်းများ, နည်းပညာဆိုင်ရာအစီရင်ခံစာများအဖြစ် လက်ခံကျင့်သုံးခဲ့သည်။</p>\n<h3>ECMAScript</h3>\n<p>ECMAScript® (အတိုကောက် ES) သည် <a href=\"https://en.wikipedia.org/wiki/Netscape\">Netscape</a> မှ <a href=\"https://en.wikipedia.org/wiki/Brendan_Eich\">Brendan Eich</a> ဖန်တီးထားသော scripting language တစ်ခု၏ စံသတ်မှတ်ချက်တစ်ခုဖြစ်သည်။ 1995 ခုနှစ် ဒီဇင်ဘာလတွင် <a href=\"https://en.wikipedia.org/wiki/Sun_Microsystems\">Sun Microsystems</a> နှင့် <a href=\"https://en.wikipedia.org/wiki/Netscape\">Netscape</a> တို့သည် <a href=\"https://en.wikipedia.org/wiki/JavaScript\">JavaScript</a> ကိုကြေငြာခဲ့သည်။ 1996 ခုနှစ် နိုဝင်ဘာလတွင် <a href=\"https://en.wikipedia.org/wiki/Netscape\">Netscape</a> သည် <a href=\"https://en.wikipedia.org/wiki/JavaScript\">JavaScript</a> ၏ စံသတ်မှတ်ချက်ကို မြှင့်တင်ရန်အတွက် <a href=\"https://ecma-international.org/\">Ecma International</a> နှင့် တွေ့ဆုံဆွေးနွေးမှုအားကြေငြာခဲ့ပြီး <a href=\"https://ecma-international.org/publications-and-standards/standards/ecma-262/\">ECMA-262</a> ထုတ်ဝေခြင်းအား 1997 ဇွန်လ တွင် Ecma အထွေထွေညီလာခံ မှကြေငြာခဲ့သည်။ <a href=\"https://ecma-international.org/publications-and-standards/standards/ecma-262/\">ECMA-262</a> သည် <a href=\"https://ecma-international.org/publications-and-standards/standards/?_gl=1*8smny4*_ga*MTg3NTc0NjkxMy4xNzQ1ODY2MDI2*_ga_TDCK4DWEPP*MTc0NTkwNDUyMS4zLjEuMTc0NTkwNTgxNC4wLjAuMA..\">Ecma စံနှုန်းသတ်မှတ်ချက်များ</a> ထဲမှ <a href=\"https://en.wikipedia.org/wiki/JavaScript\">JavaScript</a> ၏ စံနှုန်းသတ်မှတ်ချက်ဖြစ်သည်။</p>\n<!-- Definitions -->\n\n","title":"Brief Introduction about ECMAScript","date":"Thu, May 22, 2025","description":"Ecma International သည် သတင်းအချက်အလက်နှင့် ဆက်သွယ်ရေးစနစ်များအတွက် အကျိုးအမြတ်မယူသော စံချိန်စံညွှန်းအဖွဲ့အစည်းတစ်ခုဖြစ်သည်။ ဥရောပရှိ ကွန်ပြူတာစနစ်များကို စံပြုရန် ၁၉၆၁ ခုနှစ်တွင် တည်ထောင်ခဲ့သည်။"}]